Repository: amcat/amcat-dashboard
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: nl

source: Number of {label}
nl: Aantal {label}

source: Average of {label}
nl: Gemiddelde {label}

source: Number of articles
nl: Aantal artikelen

source: Average
nl: Gemiddelde

source: Loading...
nl: Laden...

source: Reset zoom
nl: Herstel zoom

source: Reset zoom level 1:1
nl: Herstel zoom naar 1:1

source: Print chart
nl: Print grafiek

source: Download PNG image
nl: Download PNG afbeelding

source: Download JPEG image
nl: Download JPEG afbeelding

source: Download SVG vector image
nl: Download SVG vectorafbeelding

source: Chart context menu
nl: Grafiek context menu

source: Week from %A, %b %e, %Y
nl: Week vanaf %A %e %b %Y

source: Total
nl: Totaal
