Repository: amcat/amcat-dashboard
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: active
nl: actief

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
nl: Geeft aan of een gebruiker als actief beschouwd moet worden. Gebruik dit in plaats van het uitschakelen van accounts

source: email address
nl: e-mailadres

source: systems
nl: systemen

source: Settings
nl: Instellingen

source: Change password
nl: Verander wachtwoord

source: Delete account
nl: Verwijder account

source: A user on %(site_name)s has created an account using this email address. To confirm this email address, go to %(activate_url)s If you did not sign up for this site, you can ignore this message.
nl: Een gebruiker op %(site_name)s heeft een account aangemaakt met dit e-mailadres. Om dit e-mailadres te bevestigen, ga naar %(activate_url)s Als u zich niet heeft aangemeld voor deze site, kunt u dit bericht negeren.

source: Confirm email address for %(site_name)s
nl: Bevestig e-mailadres voor %(site_name)s

source: This is the email notification to confirm your password has been changed on %(now)s.
nl: Dit is een e-mailbevestiging dat uw wachtwoord is gewijzigd op %(now)s.

source: Change password email notification
nl: Bevestigingsbericht wachtwoordwijziging

source: You're receiving this email because you or someone else has requested a password for your user account at %(site_name)s. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. %(password_reset_url)s
nl: U ontvangt dit bericht omdat u of iemand anders een wachtwoordverandering heeft aangevraagd voor uw gebruikersaccount op %(site_name)s. Als deze aanvraag niet door u verstuurd is kan dit bericht genegeerd worden. Om uw wachtwoord opnieuw in te stellen, volg de volgende link. %(password_reset_url)s

source: [%(site_name)s] Password reset
nl: [%(site_name)s] Wachtwoord opnieuw instellen
